Repository: pxlsspace/Pxls
Catalog: po/Localization_*.po
Languages: fr, sv

source: profile
fr: profil
sv: profil

source: User Agent
fr: Agent Utilisateur
sv: Användar Agent

source: Send Alert
fr: Envoyer une alerte
sv: Skicka en Varning

source: Mod Actions
fr: Actions modérateur
sv: Mod Aktioner

source: More...
sv: Mer...

source: Template
fr: Modèle

source: template location;template source;template=
fr: emplacement du modèle;source du modèle;template=

source: Alert URL:
fr: URL du son d'alerte :

source: Test
fr: Tester

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use the 3rd party tool <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into PxlsFiddle.
fr: Un modèle est un lien d'image qui est posté dans la boîte de texte des modèles dans les paramètres afin de pouvoir le placer sur le canvas. Tu peux utiliser un lien d'image normal pour ton pixel art, mais beaucoup de gens utilisent l'outil <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a> pour transformer ton pixel art en un lien plus simple. Si tu as besoin de faire un pixel art toi même, tu peux utliser <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> pour créer un modèle et le mettre ensuite dans PxlsFiddle.

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
fr: Bienvenue sur pxls.space ! Pxls est un canvas collaboratif en ligne qui te permet de créer tout ce que tu peux imaginer, pixel après pixel. Rejoins des centaines de joueurs dans la communauté de Pxls et crée des œuvres d'art en équipe ou en solo.

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>faggot</i>, <i>nigger</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
fr: Pas d'imagerie haineuse ou propos dérogatoires. Ceci inclut (liste non exhaustive) des mots tels que <i>faggot</i>, <i>pédé</i>, <i>nigger</i>, etc, quelle que soit la langue utilisée ; ainsi que la croix gammée et tout symbole de terrorisme.

source: Template generator, archives, timelapses, and other utilities
fr: Générateur de modèles, archives, timelapses et autres outils

source: PxlsFiddle (templates, archives, etc.)
fr: PxlsFiddle (modèles, archives, etc.)

source: Discord Tag
fr: Tag Discord

source: {0} (members: {1}, ID: {2}
fr: {0} (membres: {1}, ID: {2}

source: Alert
fr: Alerte

source: template:
fr: modèle :

source: ChatLookup
fr: Inspection du chat

source: Matte
fr: Mat

source: permanent
fr: définitif
