Repository: pxlsspace/Pxls
Catalog: po/Localization_*.po
Languages: fr, sv

source: Place pixels with people to create art
fr: Place des pixels avec d'autres pour créer des œuvres d'art
sv: Placera pixlar med personer för att göra konst

source: Lost connection to server, reconnecting...
fr: Connexion au serveur perdue, reconnexion en cours...
sv: Förlorade anslutning till servern, försöker återansluta...

source: Loading Heatmap (press <kbd>H</kbd> to cancel)
fr: Chargement de la carte d'activité (appuie sur <kbd>H</kbd> pour annuler)
sv: Läser in Värmekartan (tryck på <kbd>H</kbd> för att avbryta)

source: Loading Virginmap (press <kbd>X</kbd> to cancel)
fr: Chargement de la virginmap (appuie sur <kbd>X</kbd> pour annuler)
sv: Läser in Oskuldsskartan (tryck på <kbd>X</kbd> för att avbryta)

source: Logout
fr: Déconnexion
sv: Logga ut

source: Canvas:
sv: Kanvas:

source: All Time:
fr: Total :
sv: Heltid:

source: Loading online user count&hellip;
fr: Chargement du nombre d'utilisateurs en ligne&hellip;
sv: Laddar in aktiva antalet användare&hellip;

source: Pixels
sv: Pixlar

source: Undo
fr: Annuler
sv: Ångra

source: You are not signed in.&nbsp;<a href="#">Sign in with...</a>
fr: Tu n'es pas connecté.&nbsp;<a href="#">Se connecter avec...</a>
sv: Du är inte inloggad. &nbsp;<a href="#">Logga in med...</a>

source: Loading...
fr: Chargement...
sv: Läser in...

source: Sign up
fr: S'inscrire
sv: Gör ett konto

source: Pick a username
fr: Choisis ton pseudo
sv: Välj ett användarnamn

source: Username:
fr: Pseudo :
sv: Användarnamn:

source: Discord Tag (Optional):
sv: Discord Tag (Frivilligt):

source: Drag and drop template image
sv: Dra och släpp templatebilden

source: Exit
sv: Utgång

source: Close Panel
fr: Fermer le panneau
sv: Stäng Panel

source: Chat
sv: Chatt

source: Pings
fr: Mentions
sv: Notiser

source: Settings
fr: Paramètres
sv: Inställningar

source: Jump To Bottom
fr: Sauter à la fin
sv: Hoppa till botten

source: On
fr: Activé
sv: På

source: Search
fr: Recherche
sv: Sök

source: keybinds;keys;keyboard;hotkeys
fr: touches;contrôles;clavier;raccourcis clavier
sv: tangentbindningar;tangenter;tangentbord;snabbtangenter

source: Keybinds
fr: Contrôles
sv: Tangentbindningar

source: general
fr: général
sv: allmän

source: General
fr: Général
sv: Allmän

source: move;moving;panning;drag
fr: bouger;déplacement
sv: flytta;flyttar;panorera;dra

source: Mouse/arrows/wasd to pan
fr: Souris/flèches/wasd pour déplacer le canvas
sv: Mus/pilar/wasd för att panorera

source: mousewheel;zooming
fr: roulette;molette;zoom
sv: mushjul;zommning

source: Scroll/pinch to zoom
fr: Scroll/pincer pour zoomer
sv: Skrolla/nyp skärmen för att zomma

source: scroll;zooming
fr: scroll;zoom
sv: skrolla;zommning

source: <kbd>+</kbd>/<kbd>-</kbd> or <kbd>Q</kbd>/<kbd>E</kbd> to zoom
fr: <kbd>+</kbd>/<kbd>-</kbd> ou <kbd>Q</kbd>/<kbd>E</kbd> pour zoomer
sv: <kbd>+</kbd>/<kbd>-</kbd> eller <kbd>Q</kbd>/<kbd>E</kbd> för att zooma

source: lookups
fr: inspections
sv: uppslagningar

source: <kbd>Shift</kbd> + Click/Hold touch to lookup pixel
fr: <kbd>Shift</kbd> + Click/Garder appuyé pour inspecter un pixel
sv: <kbd>Skift</kbd> + Klicka/håll för att kolla upp pixeln

source: overlays;alignment;grid hidden;grid shown;hide grid;show grid
fr: calques;alignement;grille cachée;grille;cacher la grille;afficher la grille
sv: överlägg;inriktning,rutnät gömd;rutnät visad; göm rutnät; visa rutnät

source: <kbd>G</kbd> to toggle grid
fr: <kbd>G</kbd> pour activer/désactiver la grille
sv: <kbd>G</kbd> för att växla rutnät

source: close;information shown;information hidden;info shown;info hidden;hide information;show information
fr: fermer;information;information cachée;info;info cachée;ouvrir l'information;cacher l'information;afficher l'information
sv: stäng;information visad; information gömd; info visad; info gömd;göm information;visa information

source: <kbd>I</kbd> to open info
fr: <kbd>I</kbd> pour ouvrir l'info
sv: <kbd>I</kbd> för att öppna info

source: close;settings hidden;settings shown;hide settings;show settings
fr: fermer;paramètres cachés;cacher les paramètres;ouvrir les paramètres;afficher les paramètres
sv: stäng;inställningar gömda;inställningar visade;göm inställningar;visa inställningar

source: <kbd>T</kbd> to open settings
fr: <kbd>T</kbd> pour ouvrir les paramètres
sv: <kbd>T</kbd> för att öppna inställningar

source: close;chat hidden;chat shown;hide chat;show chat
fr: fermer;chat caché;chat ouvert;cacher le chat;ouvrir le chat;afficher le chat
sv: stäng;chatten gömd; chatten visad;göm chatten;visa chatten

source: <kbd>B</kbd> to open chat
fr: <kbd>B</kbd> pour ouvrir le chat
sv: <kbd>B</kbd> för att öppna chatten

source: canvas locked;move;moving;zoom;zooming
fr: canvas verrouillé;bouger;zoom
sv: kanvas låst;flytta;flyttar;zooma;zommning

source: <kbd>L</kbd> to toggle locking panning of the canvas
fr: <kbd>L</kbd> pour verrouiller/déverrouiller le déplacement sur le canvas
sv: <kbd>L</kbd> för att växla låsningen av panoreringen av kanvasen

source: take screenshot;image;download;picture;canvas
fr: capture d'écran;image;télécharger;canvas
sv: ta skärmbild;bild;ladda ner;bild;kanvas

source: <kbd>P</kbd> to take a snapshot
fr: <kbd>P</kbd> pour télécharger une image du canvas
sv: <kbd>P</kbd> för att ta en skärmbild

source: overlays;user activity;pixels placed pixels;heatmap hidden;heatmap shown;hide heatmap;show heatmap
fr: calques;activité;pixels placés;heatmap;carte d'activité;afficher carte d'activité;cacher carte d'activité
sv: överlägg;användarsaktivitet;pixlar placerade;värmekarta gömd;värmekarta visad;göm värmekarta;visa värmekarta

source: <kbd>H</kbd> to toggle heatmap
fr: <kbd>H</kbd> pour activer/désactiver la carte d'activité
sv: <kbd>H</kbd för att växla värmekartan

source: overlays;user activity;pixels unplaced pixels;virginmap hidden;virginmap shown;hide virginmap;show virginmap
fr: calques;activité;pixels non touchés;virginmap;afficher virginmap;cacher virginmap
sv: överlägg;användarsaktivitet;pixlar oplacerade pixlar;oskuldskartan gömd;oskuldskartan visad;göm oskuldskartan;visa oskuldskartan

source: <kbd>X</kbd> to toggle virginmap
fr: <kbd>X</kbd> pour activer/désactiver la virginmap
sv: <kbd>X</kbd> för att växla oskuldskartan

source: overlays;user activity;pixels placed pixels;wipe;clean;
fr: calques;activité;pixels placés;réinitialiser;effacer
sv: överlägg;användarsaktivitet;pixler placerade pixlar;rensa;rent;

source: <kbd>O</kbd> to clear heatmap
fr: <kbd>O</kbd> pour réinitialiser la carte d'activité
sv: <kbd>O</kbd för att rensa värmekartan

source: overlays;user activity;pixels unplaced pixels;wipe;clean;
fr: calques;activité;pixels placés;réinitialiser;effacer
sv: överlägg;användarsaktivitet;pixlar oplacerade pixlar;rensa;rent;

source: <kbd>U</kbd> to clear virginmap
fr: <kbd>U</kbd> pour réinitialiser la virginmap
sv: <kbd>U</kbd> för att rensa oskuldskartan

source: next color;previous color
fr: couleur précédente;couleur suivante
sv: nästa färg;förra färgen

source: <kbd>J</kbd>/<kbd>K</kbd> to cycle through palette colors
fr: <kbd>J</kbd>/<kbd>K</kbd> pour défiler parmi les couleurs de la palette
sv: <kbd>J</kbd>/<kbd>K</kbd> för att växla mellan palettfärgerna

source: current coordinates;coords
fr: coordonnées
sv: nuvarande koordinater;koordinater

source: <kbd>C</kbd> to copy link of moused-over coordinates
fr: <kbd>C</kbd> pour copier le lien des coordonnées survolées par le curseur
sv: <kbd>C</kbd> för att kopiera koordinaterna vid muspekaren till en länk

source: cancel selection
fr: annuler la sélection
sv: ångra val

source: <kbd>ESC</kbd> to deselect current pixel
fr: <kbd>ESC</kbd> pour déselectionner le pixel actif
sv: <kbd>ESC</kbd> för att avmarkera din aktuella pixel

source: recenter;jump;center on template;guides;focus
fr: recentrer;centrer sur le modèle;guide;focus
sv: omcentrera;hopa;center av

source: <kbd>R</kbd> to center the board on the current template
fr: <kbd>R</kbd> pour centrer l'écran sur le modèle actif
sv: <kbd>R</kbd> för att gå till mitten av nuvarande templaten

source: templates;guides
fr: modèle;templates;guide
sv: template;guider

source: transparency
fr: Transparence
sv: genomskinlighet

source: <kbd>Page Up</kbd> to increase opacity
fr: <kbd>Page Up</kbd> pour augmenter l'opacité
sv: <kbd>Page Up</kbd> för att hoja opacitet

source: <kbd>Page Down</kbd> to decrease opacity
fr: <kbd>Page Down</kbd> pour diminuer l'opacité
sv: <kbd>Page Down</kbd> för att sänka opacitet

source: hidden;shown;hide;show
fr: caché;affiché;cacher;afficher
sv: gömd;visad;gömma;visa

source: <kbd>V</kbd> to toggle visibility
fr: <kbd>V</kbd> pour activer/désactiver la visibilité d'un modèle
sv: <kbd>V</kbd> för att växla synlighet

source: Note: These values are based on QWERTY keyboards. For other layouts, use the keys corresponding to the same position on a QWERTY keyboard.
fr: Note : Ces touches sont basées sur les claviers QWERTY. Pour d'autres claviers, utilise les touches correspondantes aux positions sur un clavier QWERTY.
sv: Notera: Dessa värden är baserade på QWERTY tangentbord. För andra layouter, använd tangenterna som har samma position på ett QWERTY tangentbord.

source: templates;overlays;guides
fr: modèles;calques;guides
sv: templater;överlägg;guider

source: templates;overlays;image;pixel art
fr: modèles;calques;image;pixel art;pixelart
sv: templater;överlägg;bilder;pixelkonst

source: template enabled;template disabled;show template;hide template;template shown;template hidden
fr: modèle activé;modèle désactivé;afficher modèle;cacher modèle
sv: template aktiverade;templater avstängda;visa template;göm template;template visad;template gömd

source: Use template
fr: Afficher le modèle
sv: Använd template

source: Hold down <kbd>Ctrl</kbd> (or <kbd>Option</kbd> on mac) to drag the template around
fr: Garder <kbd>Ctrl</kbd> appuyé (ou <kbd>Option</kbd> sur mac) avec le clic pour déplacer le modèle sur le canvas
sv: Håll ner <kbd>Ctrl</kbd> (eller <kbd>Option</kbd> på en mac) för att dra runt templaten

source: template title;template name;tab name;tab title;title=
fr: titre du modèle;nom du modèle;nom de l'onglet;titre de l'onglet;title=
sv: template titel;template namn;flik namn;flik titel;title=

source: Title:
fr: Titre :
sv: Titel:

source: template location source;template source URL;template URL;template=
sv: template plats ursprung;template ursprungs URL;template URL;template=

source: template position;template x;template y;template location; template vertical; template horizontal;ox=;oy=
fr: position du modèle;coordonnées du modèle;ox=;oy=
sv: template position;template x;template y;template position; template vertikal; template horisontell;ox=;oy=

source: Horizontal position:
fr: Position horizontale :
sv: Horisontell position:

source: Vertical position:
fr: Position verticale :
sv: Vertikal position:

source: template width;tw=
fr: largeur du modèle;tw=
sv: template bred:tw=

source: Width:
fr: Largeur :
sv: Bred:

source: Reset
fr: Réinitialiser
sv: Nollställ

source: template style;custom template
sv: template stil;anpassad template

source: Style:
sv: Stil:

source: Use Source Style
sv: Använd Ursprungs Färger

source: 1-to-1
sv: 1-till-1

source: 1-to-1 (keep incorrect colors)
sv: 1-till-1 (behåll inkorrekta färger)

source: Dotted (Small, 1:2)
sv: Prickad (Liten; 1:2

source: Dotted (Big, 2:2)
sv: Prickad (Stor, 2:2)

source: Symbols
sv: Symboler

source: Numbers
sv: Nummer

source: Custom…
sv: Anpassad…

source: template style source;template style URL;custom style URL;custom template
sv: template stil ursprung;template stil URL;valfri stil URL;valfri template

source: Custom style URL:
sv: Anpassad stil URL:

source: template conversion;template palette conversion;convert to palette
sv: template omvandla;template palett omvandling;omvandla till palett

source: Color Conversion Mode:
sv: Färg omvandlings läge:

source: Unconverted
sv: Okonverterad

source: Nearest Custom
sv: Närmast Anpassning

source: template transparency;template opacity;oo=
fr: transparence du modèle;opacité du modèle;oo=
sv: template genomskinlighet;template opacitet;oo=

source: Opacity:
fr: Opacité :
sv: Opacitet:

source: ui;interface
fr: interface utilisateur;interface
sv: uI;interfas

source: UI Settings
fr: Paramètres de l'interface utilisateur
sv: UI Inställningar

source: language override;text
sv: språk överskrida;text

source: Language override:
sv: Språk överskriddelse:

source: Use Browser Language
sv: Använd Webbläsarens Språk

source: English
sv: Engelska

source: French
sv: Franska

source: Russian
sv: Ryska

source: Bulgarian
sv: Bulgariska

source: Swedish
sv: Svenska

source: themes;look;stylesheets;visuals
fr: thèmes;look;graphiques;visuels
sv: teman;titta;stilmallar;visueller

source: Theme:
fr: Thème :
sv: Tema:

source: Default
fr: Par défaut
sv: Standard

source: hide reticule;hide reticle;reticule shown reticle shown;reticule hidden;reticle hidden
fr: cacher réticule;réticule visible;afficher réticule;cacher réticule
sv: göm hårkors;göm hårkors;hårkors visad hårkors visad;hårkors gömd;hårkors gömd

source: Show reticule
fr: Afficher le réticule
sv: Visa hårkors

source: hide cursor;cursor shown;cursor hidden
fr: cacher curseur;curseur affiché;curseur caché
sv: göm muspekaren;muspekare visad;muspekaren gömd

source: Show cursor
fr: Afficher le curseur
sv: Visa muspekaren

source: darkness filter
fr: filtre
sv: mörknadsfilter

source: Enable color brightness
fr: Activer le paramètre de luminosité des couleurs
sv: Aktivera färgljusstyrka

source: Warning: Known to cause fuzziness in Chrome on some Mac/Linux installs
fr: Attention: peut causer des problèmes de netteté dans Chrome sur certaines versions de Mac/Linux
sv: Warning: Känd att orsaka luddighet i Chrome på vissa Mac/Linux installeringar

source: Color brightness:
fr: Luminosité des couleurs :
sv: Färg ljusstyrka:

source: keep current selected;keep curent color;place
fr: garder la couleur sélectionnée;placer
sv: behåll aktuellt vald;behåll vald färg;placera

source: Deselect color after placing
fr: Déselectionner la couleur après l'avoir placée
sv: Välj bort färg efter placerande

source: mousewheel;palette scrolling
fr: molette de souris;roulette de souris;scroller dans la palette
sv: mushjul;palett scrollande

source: Enable scrolling on the palette to switch colors
fr: Changer de couleur en scrollant dans la palette
sv: Aktivera scrollande på paletten för att växla mellan färgerna

source: reverse scrolling;mousewheel;palette scrolling;enable scrolling on the palette to switch colors
fr: inverser le scrolling;molette de souris;roulette de souris
sv: omvänd skrollning;mushjul;palett skrollande;aktivera skollning på färgpaletten för att byta färger

source: Invert scroll direction
fr: Inverser la direction de scrolling
sv: Invertera skroll direktion

source: indexed colors;palette indicies
fr: index des couleurs;indices des couleurs;numéros des couleurs
sv: indexerade färger;palett index

source: Add numbers to palette entries
fr: Ajouter des numéros aux couleurs de la palette
sv: Lägg till nummber till palett entréerna

source: scrollbar;palette scrolling
fr: barre de défilement;scrolling
sv: skrollbar;palett skrollning

source: Enable thin scrollbar
fr: Activer la bare de défilement fine
sv: Aktivera tun skrollbar

source: scrollbar;palette scrolling;palette stack
fr: barre de défilement;palette
sv: skrollbar;palett skrollning;palettstapel

source: Enable palette stacking
fr: Empiler la palette
sv: Akrivera palett stapling

source: floating bubble location
fr: emplacement de la bulle flottante
sv: statistikbubbelns position

source: Bubble position:
fr: Emplacement de la bulle d'information :
sv: Statistikbubblans position:

source: Top left
fr: Coin supérieur gauche
sv: Toppen till vänster

source: Top right
fr: Coin supérieur droit
sv: Toppen till höger

source: Bottom left
fr: Coin inférieur gauche
sv: Botten till vänster

source: Bottom right
fr: Coin inférieur droit
sv: Botten till höger

source: broken;offset workaround
fr: bug;décalage
sv: trasig;offset lösning

source: Attempt to fix canvas displacement bug in Chrome 78+
fr: Essayer de régler le problème de décalage du canvas sous Chrome 78+
sv: Försök till att fixa kanvasförskjutnings buggen i Chrome 78+

source: chat;message;ping sound
fr: chat;message;bruit de mention;bruit de notification
sv: chatt;medellande;notis;ljud

source: Chat Settings
fr: Paramètres du chat
sv: Chatt Inställningar

source: username;color;colour
fr: pseudo;couleur
sv: användarnamn;färg;färg

source: Username Color:
fr: Couleur du nom d'utilisateur :
sv: Användarnamnsfärg:

source: chat message;chat ui
fr: message du chat;visuel du chat
sv: chatt medellande;chat ui

source: Interface
sv: Interfas

source: enable;disable
sv: aktivera;avaktivera

source: Enable chat
sv: Aktivera chatten

source: Page must be reloaded after changing
sv: Sidan måste laddas om efter ändringen

source: chat size;chat font
fr: taille du chat;police du chat
sv: chatt storlek;chatt typsnitt

source: Font Size:
fr: Taille de caractère :
sv: Typsnittsstorlek:

source: time;timestamps
fr: temps;date;horodatage
sv: tid;tidsstämpel

source: 24 Hour Timestamps
fr: Format de l'horodatage par 24h
sv: 24 timmars tidsstämplar

source: badges;pixel count;pixels placed
fr: badges;nombres de pixels;pixels placés
sv: brickor;pixel mängd;pixlar placerade

source: Show pixel-placed badges
fr: Afficher les badges de nombre de pixels
sv: Visa pixlar-placerade brickor

source: badges;factions
sv: brickor;grupper

source: Show faction tags
fr: Afficher les insignes de factions
sv: Visa grupp taggar

source: template urls;template links;template name
fr: urls de modèles;liens de modèles;nom de modèle
sv: template urls;template länkar;template namn

source: Replace template titles with URLs in chat where applicable
fr: Remplacer les noms de modèles par des URLs dans le chat quand c'est possible
sv: Byt ut template titlar med URL'er i chatten när det är möjligt

source: chat orientation;chat position
fr: orientation du chat;position du chat
sv: chattorientering;chattposition

source: Enable horizontal chat
fr: Activer le chat horizontal
sv: Aktivera horisontell chatt

source: banner;animation
fr: bannière;bandeau;animation
sv: banderoll;animation

source: Enable the rotating banner under chat
fr: Animer le bandeau sous le chat
sv: Aktivera den roterande banderrolen under chatten

source: max;messages;truncate
fr: max;messages;tronquer;troncature
sv: max;medellande;stympa

source: Maximum amount of chat messages:
fr: Maximum de messages visibles dans le chat
sv: Maximala antalet av chattmedellanden:

source: link;url;behaviour
fr: lien;url
sv: länk;url;beteende

source: Default internal link action click:
fr: Action par défaut au clic sur un lien interne :
sv: Standard intern länk vid åtgärd click:

source: chat icon;chat notifications;chat ping
sv: chattikon;chat notification;chat notis

source: Chat icon badge mode:
sv: Chatt ikonbrickorsläge:

source: Show on unread ping
sv: Visa vid oläst notis

source: Show on unread message
sv: Visa vid oläst medellande

source: Never show
sv: Visa aldrig

source: chat icon;chat notifications;chat message
sv: chatt ikon;chatt notificationer;chatt medellanden

source: Chat icon highlight mode:
sv: Chatt ikon markeriksläge:

source: ignored;ignores;unignore;blocked;blocking;unblock
fr: ignorés;ignorer;bloqué;bloquer
sv: ignorerad;ignorerar;oignorera;blockerad;blockning;oblocka

source: Ignores
fr: Ignorés
sv: Ignorerar

source: unignore;unblock
fr: désignorer;ne plus ignorer
sv: oignorera;oblocka

source: Unignore
fr: Ne plus ignorer
sv: Oginorera

source: overlays;virginmap;heatmap;grid
fr: calques;virginmap;heatmap;carte d'activité;grille
sv: överlägg;oskuldskarta;värmekarta;rutnät

source: Overlay Settings
fr: Paramètres des calques
sv: Överläggsinställningar

source: heatmap;heatmap opacity;clear heatmap
fr: heatmap;carte d'activité
sv: värmekarta;värmekartans opacitet;rensa värmekarta

source: Heatmap
fr: Carte d'activité
sv: Värmekarta

source: Turn on heatmap
fr: Afficher la carte d'activité
sv: Aktivera värmekartan

source: (toggle with <kbd>H</kbd>)
fr: (activer/désactiver avec <kbd>H</kbd>)
sv: (växla med <kbd>H</kbd>)

source: overlays;activity;pixels placed pixels;wipe;clean
fr: calques;activité;pixels placés;réinitialiser
sv: överlägg;aktivitet;pixlar placerade pixlar;rensa

source: Clear heatmap
fr: Réinitialiser la carte d'activité
sv: Rensa värmekarta

source: (hotkey: <kbd>O</kbd>)
fr: (raccourci : <kbd>O</kbd>)
sv: (snabbtangent: <kbd>O</kbd>)

source: overlays;user activity;pixels placed pixels;transparency
fr: calques;activité utilisateur;pixels placés;transparence
sv: överlägg;användarsaktivitet;pixlar placerade pixlar;genomskinlighet

source: Heatmap background opacity:
fr: Opacité du fond de la carte d'activité :
sv: Värmekartabackgrunds opacitet:

source: virginmap;virginmap opacity;clear virginmap
fr: virginmap;opacité;réinitialiser
sv: oskuldskarta;oskuldskartan opacitet;rensa oskuldskartan

source: Virginmap
sv: oskuldskartan

source: Turn on virginmap
fr: Afficher la virginmap
sv: Aktivera oskuldskartan

source: (toggle with <kbd>X</kbd>)
fr: (activer/désactiver avec <kbd>X</kbd>)
sv: (växla med <kbd>X</kbd>)

source: overlays;user activity;pixels unplaced pixels;transparency
fr: calques;activité utilisateur;pixels non placés;transparence
sv: överlägg;användarsaktivitet;pixlar oplacerade pixlar;genomskinlighet

source: Virginmap background opacity:
fr: Opacité du fond de la virginmap :
sv: oskuldskartans backgrundsopacitet:

source: overlays;activity;pixels unplaced pixels;wipe;clean
fr: calques;activité;pixels non placés;réinitialiser
sv: överlägg;aktivitet;pixlar oplacerade pixlar;rensa;rensa

source: Clear virginmap
fr: Réinitialiser la virginmap
sv: Rensa oskuldskartan

source: (hotkey: <kbd>U</kbd>)
fr: (raccourci : <kbd>U</kbd>)
sv: (snabbtangent: <kbd>U</kbd>)

source: Layer template underneath heatmap
fr: Faire passer le modèle sous la carte d'activité
sv: Lagra templaten under värmekartan

source: grid;toggle grid
fr: grille
sv: rutnät;växla rutnät

source: Grid
fr: Grille
sv: Rutnät

source: Turn on grid
fr: Activer la grille
sv: Aktivera rutnät

source: (toggle with <kbd>G</kbd>)
fr: (activer/désactiver avec <kbd>G</kbd>)
sv: (växla med <kbd>G</kbd>)

source: controls;zooming;panning;movement
fr: contrôles;zoom;mouvement:déplacement
sv: kontroller;zoomning;panorering;rörelse

source: Control Settings
fr: Paramètres des Contrôles
sv: Kontrollinställningar

source: zooming;scrolling;scale;scaling
fr: zoom;scrolling;taille;échelle
sv: zommning;skollning;skala;skalning

source: Zooming
fr: Zoomer
sv: Zoomning

source: scrolling sensitivity;zooming sensitivity;mousewheel sensitivity
fr: sensibilité du zoom;zoom;molette de souris;roulette de souris
sv: skrollningskänslighet;zoomningkänslighet;mushjulets känslighet

source: Zoom sensitivity:
fr: Sensibilité du zoom :
sv: Zommkänsligheten:

source: zooming limit;scrolling limit;mousewheel;zooming minimum;zooming maximum
fr: limites du zoom;limites du scroll;roulette de souris;molette de souris;minimum du zoom;maximum du zoom
sv: zoomningsbegränsingen

source: Minimum scale:
fr: Échelle minimale :
sv: Minimum skala:

source: Maximum scale:
fr: Échelle maximale :
sv: Maximum skala:

source: rounding;zooming;scrolling;mousewheel;integer;decimal
fr: arrondissement;zoom;scrolling;roulette de souris;molette de souris;nombre entier
sv: rundning;zoomning;skrollning;mushjul;heltal;decimaltal

source: Round zoom values to nearest whole number
fr: Arrondir les valeurs de zoom à l'entier le plus proche
sv: Runda zoomningsvärden till närmaste heltal

source: controls;miscellaneous
fr: contrôles;divers
sv: kontroller,diverse
