Repository: pxlsspace/Pxls
Catalog: po/Localization_*.po
Languages: fr, sv

source: Lock the canvas (disallow canvas drag/zoom with mouse/fingers)
fr: Verrouiller le canvas (empêcher le mouvement/zoom avec la souris ou les doigts)
sv: Lås kanvas vid plats (förbjuder kanvasen att förflytas/zommas ut med mus/fingrar)

source: MMB picker;mouse picker;selection;palette picker
fr: sélectionner une couleur;échantillonner une couleur
sv: MMB väljare;mus väljare;val;palett väljare

source: Enable middle mouse button selecting color from board
fr: Activer l'échantillonnage de couleur sur le canvas avec le clic du milieu
sv: Aktivera mellersta mus knappet för att välja färgerna från kanvasen

source: right click action
fr: raccourci clic droit
sv: höger klicks handling

source: Right-click action:
fr: Action du clic droit :
sv: Höger-klicks handling:

source: Nothing
fr: Rien
sv: Inget

source: Clear color
fr: Retirer la couleur
sv: Rensa färg

source: Copy color
fr: Copier la couleur
sv: Kopiera färg

source: Lookup
fr: inspection du pixel
sv: Kolla upp

source: Clear color + Lookup
fr: Retirer la couleur + inspection du pixel
sv: Rensa färg + Kolla upp

source: snapshots;screenshot;download;picture;canvas
fr: captures;capture d'écran;télécharger;image;canvas
sv: skärmbild;skärmbild;ladda ner;bild;kanvas

source: Snapshot Settings
fr: Paramètres de capture
sv: Skärmbildsinställningar

source: screenshot;snapshot;download;board;canvas
fr: captures;capture d'écran;télécharger;canvas
sv: skärmbild;skärmbild;ladda ner;kanvas;kanvas

source: take screenshot;image;download format;picture;canvas;board
fr: prendre une capture;image;télécharger;format;image;canvas
sv: ta skärmbild;bild;nerladdningsformat;bild;kanvas;kanvas

source: Snapshot image format:
fr: Format de la capture du canvas :
sv: Skärmbildsformat:

source: WEBP (Chrome only)
fr: WEBP (seulement pour Chrome)
sv: WEBP (bara på Chrome)

source: sound;notification;alert;notify;ping
fr: son;notification;alerte;ping
sv: ljud;notification;larm;notifiera;notis

source: Sound and Notification Settings
fr: Paramètres des Notifications/Sons
sv: Ljud och Notificationsinställningar

source: audio;mute;noise;volume
fr: audio;rendre muet;son;volume
sv: audio;dämpa;ljud;volym

source: Enable sound
fr: Activer le son
sv: Aktivera ljud

source: notifs;notify;pixel notification
fr: notifications;notifs;notification de pixel
sv: notiser;notifiera;pixelsnotification

source: Enable pixel available notification
fr: Activer la notification quand un pixel est prêt à être placé
sv: Aktivera notificationer för tillgänglig pixel

source: notification;pixel ready;alert
fr: notification;pixel prêt;alerte
sv: notification;pixel redo;larma

source: Pixel Ready Notification
fr: Notification quand un pixel est prêt
sv: Pixel Redo Notification

source: alert source;notify url;notify source;notification url;notification source
fr: source du son;source de la notification;url de la notification;son
sv: larma källa;notifiera url;notifiera källa;notifications url;notifications källa

source: Update
fr: Mettre à jour
sv: Updatera

source: sound level;audio level;mute audio;mute sound
fr: niveau sonore;volume sonore;rendre muet
sv: ljudnivå;audionivå;dämp audio;dämp ljud

source: Volume:
sv: Volym:

source: alert forewarning;alert delay; notification delay; notification forewarning
fr: délai;délai de notification;délai d'alerte
sv: varna för förvarning;varningsfördröjning; notifications fördräjning;notifications förvarning

source: Delay (seconds):
fr: Délai (secondes) :
sv: Fördröjning (sekunder)

source: chat mentions;chat pings;chat sound
fr: mentions de chat;notifications de chat;ping
sv: chatt nämningar;chatt notiser;chatt ljud

source: Chat Pings
fr: Mentions de chat
sv: Chatt Notiser

source: Enable pings
fr: Autoriser les mentions de chat
sv: Aktivera notiser

source: mention sound
fr: son de mention;ping
sv: nämningsljud

source: Play sound on ping:
fr: Émettre un son quand on est mentionné :
sv: Spela ljud vid nämning:

source: Off
fr: Jamais
sv: Av

source: Only when necessary
fr: Seulement quand nécessaire
sv: Bara om nödvänding

source: Always
fr: Toujours
sv: Alltid

source: mention sound volume
fr: volume;son;mention
sv: nämningsljud volym

source: Ping sound volume:
fr: Volume du son de mention :
sv: Notis ljud volym:

source: personal account
fr: compte personnel
sv: personligt konto

source: Account Settings
fr: Paramètres du Compte
sv: Konto inställningar

source: Public Discord name:
fr: Nom Public Discord :
sv: Publikt Discord namn:

source: Set
fr: Définir
sv: Sätt

source: Remove
fr: Retirer
sv: Ta bort

source: Help
fr: Aide
sv: Hjälp

source: Notifications
sv: Notificationer

source: Why is the cooldown as long as it is?
fr: Pourquoi est-ce que le temps à attendre entre chaque pixel est aussi long ?
sv: Varför är väntningstiden så lång som den är?

source: The time it takes to get a pixel is dynamic, and changes based on how many people are online. The cooldown time is longer when more users are online.
fr: Le temps que ça prend pour charger un pixel change en fonction du nombre de personnes en ligne. Ce temps sera plus long si plus de monde est en ligne.
sv: Tiden som det tar för att placera en pixel är dynamisk, och ändras i förhållande med antalet av personer som är online. Väntetiden blir längre destå mer användare är online.

source: Why does it say 0/6 pixels?
fr: Pourquoi est-ce que ça dit que j'ai 0/6 pixels ?
sv: Varför står det 0/6 pixlar?

source: This means that you are waiting for your next pixel. When you place a pixel, there is a cooldown for when you can place the next one. Over time, you can gain up to 6 "stacked" pixels to place at once.
fr: Ça veut dire que tu es en train d'attendre que ton prochain pixel soit prêt. Quand tu places un pixel, il y a un certain temps avant que tu puisses en placer un autre. Après un certain temps, tu peux obtenir jusqu'à 6 pixels "stackés"
sv: Detta betyder att du väntar på din nästa pixel. När du placerar en pixel, så finns det en väntetid tills du kan placera en till. Om man väntar lite längre så kan man få upp till 6 stycken "staplade" pixlar som du kan placera samtidigt.

source: Why does it take so long to "stack" pixels?
fr: Pourquoi est-ce que ça prend autant de temps pour "stacker" des pixels ?
sv: Varför tar det en så long tid att "stapla" pixlar?

source: This is by design. It is better to place a pixel as soon as you get one. Pixel "stacking" is meant to give you a bump if you go AFK for a bit. It takes around 40 minutes to get a full 6/6 pixels, but it only takes around 3 minutes to place 6 pixels if you place them as soon as possible.
fr: Simple design. C'est mieux de placer un pixel dès que tu en as l'opportunité. Le "stacking"est fait pour te donner un coup de pouce pour les moments où tu est AFK. Ça peut prendre jusqu'à 40 minutes pour obtenir 6/6 pixels, mais ça prend jusqu'à 3 minutes d'en placer 6 si tu les places dès que possible.
sv: Det är designat så här. Det är bättre att placera en pixel så fort du får den. Pixel "staplande" är mer för dom som går AFK. Det tar runt 40 minuter för att få 6/6 pixlar, medans det bara tar runt 3 minuter för att placera lika många om man gör det så fort man får dom.

source: How do I appeal a ban?
fr: Comment puis-je faire appel à un bannissement ?
sv: Hur kan jag vädja en banlyselse?

source: Contact us on <a href="https://pxls.space/discord" target="_blank">Discord</a> or send an appeal to our <a href="https://pxls.space/appeal" target="_blank">Google form</a> after reading the rules in the site's info panel.
fr: Contacte-nous à <a href="https://pxls.space/discord" target="_blank">Discord</a> ou envoie un appel à notre <a href="https://pxls.space/appeal" target="_blank">Google form</a> après avoir lu les règles dans le panel des infos du site.
sv: Kontakta oss på <a href="https://pxls.space/discord" target="_blank">Discord</a> eller skicka in en vädjandesbegära till vår <a "href="https://pxls.space/appeal" target="_blank">Google form</a> efter du har läst sidans regler i info panelen.

source: How do I make a template?
fr: Comment créer un modèle ?
sv: Hur gör jag ett template?

source: A template is an image link that is posted in the template textbox in the settings panel so you can place over it on the canvas. You may use a regular image link to your pixel art, but many people use 3rd party tools like <a href="https://charity.pxls.space" target="_blank">Charity</a> or <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a> to turn pixel art into a fancier link. If you need to make pixel art yourself, you can use <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> to create art to put into Charity or Clueless.
sv: Ett template är en bildlänk som är inlagd i template textrutan i inställningspanelen så att du kan placera den över kanvasen. Du kan använda en normal bild länk till din pixelkonst, men många personer anväder tredje parti verktyg som <a href="https://charity.pxls.space" target="_blank">Charity</a> eller <a href="https://discord.gg/5MVDCq53vC" target="blank">Clueless</a> för att få det i en finare länk. Om du behöver göra pixelkonst själv så kan du använda <a href="https://www.piskelapp.com/p/create" target="_blank">Piskel</a> för att göra konst som du sedan kan lägga in på Charity eller PxlsFiddle.

source: How do I move a template?
fr: Comment est-ce que je déplace mon modèle ?
sv: Hur flyttar jag ett template?

source: Hold <kbd>CTRL</kbd> (or <kbd>OPTION</kbd> on macOS) and click and drag to move it around. On mobile, you can tap and hold where you want to move the template and click "Move Template Here" in the pop-up.
fr: Maintiens <kbd>CTRL</kbd> (ou <kbd>OPTION</kbd> sur macOS) et déplace le en laissant appuyer le clique gauche. Sur téléphone, tu peux taper et laisser appuyer ou tu veux déplacer ton modèle et cliquer "Déplacer le modèle ici" dans le pop-up
sv: Håll ner <kbd>CTRL</kbd> (eller <kbd>OPTION</kbd> på macOS) och klicka och dra för att flytta runt på den. På telefon så kan du trycka var du vill flytta templaten och sedan klicka "Flytta template" i popupen.

source: Does the canvas reset? When?
fr: Est-ce que le canvas se réinitialise ? Quand ?
sv: Resetas kanvasnen? När?

source: Yes. The canvas resets when it is completely full. A reset date is not usually decided until the canvas is full, but the average canvas life-span is around 1 month. Updates are posted in our <a href="https://pxls.space/discord" target="_blank">Discord server</a> when a reset date is set.
fr: Oui. Le canvas se réinitialise quand il est complètement rempli. Une date exacte est choisie seulement quand le canvas est plein, mais la durée de vie moyenne est de 1 mois. Les annonces sont publiées dans notre <a href="https://pxls.space/discord" target="_blank">serveur Discord</a> lorsqu'une date est choisie.
sv: Ja. Kanvasen resetas när den är nästan helt full. Ett reset datum är inte bestämt tills kanvasen är full, men den normala lifslängden för en kanvas är runt 1 månad. Updateringar är inlaggda på vår <a href="https://pxls.space/discord" target="_blank">Discord server</a> när ett reset datum har blivit valt.

source: Where can I see the past canvases?
fr: Où puis-je voir les anciens canvas ?
sv: Vart kan jag se dom föredetta kanvaserna?

source: The past canvases are featured on our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, or the 3rd party website <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, which records timelapses and a lot of useful information on each canvas.
fr: Les anciens canvas sont situés dans notre <a href="https://pxls.space/discord" target="_blank">serveur Discord</a>, ou sur le site web third-party <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, qui enregistre des timelapses et plein d'autres informations utiles pour chaque canvas.
sv: De föredetta kanvas är sparade på vår <a href="https://pxls.space/discord" target="_blank">Discord server</a>, och på tredje parti hemsidan <a href="https://pxlsfiddle.com" target="_blank">PxlsFiddle</a>, vilket sparar bilder av under kanvasen som sedan blir gjorda till en timelapse, och väldigt mycket information om kanvaserna.

source: How do I see who placed a pixel?
fr: Comment puis-je voir qui a placé un pixel ?
sv: Hur kan jag se vem som placerade en pixel?

source: By shift-clicking (or tap and hold on mobile) a pixel, you can see who placed a pixel, how many pixels they have placed, and when they placed it.
fr: En shift-cliquant (ou en maintenant son doigt sur mobile) sur un pixel, vous pouvez voir qui l'a placé, le nombre de pixels que l'individu a placé, et le moment ou ce pixel a été placé.
sv: Genom att skift-clicka (eller genom att trycka och hålla på mobil) en pixel, så kan man se vem som placerade en pixel, hur många dom har placerat totalt, och när dom placerade den.

source: How do I report someone?
fr: Comment est-ce que je signale quelqu'un ?
sv: Hur raporterar jag någon?

source: Shift-click (or tap and hold on mobile) on a pixel, and click the Report button.
fr: Shift-click (ou en maintenant son doigt sur mobile) sur un pixel, et appuyez sur le bouton Signaler.
sv: Skift-clicka på (eller tryck och håll på mobil) en pixel och tryck på Report knappen.

source: How do I change the color of my name in the chat?
fr: Comment est-ce que je change la couleur de mon nom dans le chat ?
sv: Hur ändrar jag färgen på mitt namn i chatten?

source: There is a "Username Color" option near the bottom of the settings panel.
fr: Il y a une option "Couleur du nom d'utilisateur" près du bas des options.
sv: Det finns en "Namn Färg" inställning nära botten av inställnings panelen.

source: What is a "virginmap"?
fr: Qu'est-ce que la "virginmap" ?
sv: Vad är en "Oskuldsskarta"?

source: The virginmap shows which pixels have not yet been placed on (or “virgin” pixels).
fr: La virginmap montre quels pixels n'ont pas encore été touchés (les pixels “vierges”).
sv: Oskuldskartan visar vilka pixlar som inte har blivit placerad på än (eller "oskuld" pixlar).

source: How do I report bugs?
fr: Comment puis-je signaler un bug ?
sv: Hur kan jag raportera buggar?

source: Submit bugs to the #dev-and-bugs channel in the <a href="https://pxls.space/discord" target="_blank">Discord server</a>. If you have found an exploit, please message one of the staff members privately (through DMs).
fr: Publie ton problème dans le salon #devs-and-bugs dans notre <a href="https://pxls.space/discord" target="_blank">serveur Discord</a>. Si tu as trouvé une méthode pour exploiter le site, merci de contacter un membre du staff (en message privé).
sv: Skicka in buggar till #dev-and-bugs kanalen i <a href="https://pxls.space/discord" target="_blank">Discord servern</a>. Om du har hittat en själv-utnyttjande bugg, snälla meddela någon anställd privat (genom direkta meddelanden).

source: How do I get more info or contact staff?
fr: Comment puis-je avoir plus d'informations ou contacter le staff ?
sv: Hur kan jag få mer info eller kontakta någon anställd?

source: Check the info panel (the icon on the top left) for more details and links, or join our <a href="https://pxls.space/discord" target="_blank">Discord server</a>, where a staff member will gladly respond.
fr: Regarde l'onglet d'information (l'icône dans le coin en haut à gauche) pour plus de détails et des liens, ou rejoignez notre <a href="https://pxls.space/discord" target="_blank">Discord server</a>, où un membre du staff te répondra avec plaisir.
sv: Kolla i info panelen (iconen i övre vänstra hörnet) för mer detaljer och länkar, eller gå med i vår <a href="https://pxls.space/discord" target="_blank">Discord server</a>, då en av våra anställda kan gladeligen hjälpa till.

source: Welcome!
fr: Bienvenue !
sv: Välkommen!

source: Welcome to pxls.space! Pxls is a multiplayer online collaborative canvas based on Reddit's <a href="https://www.reddit.com/r/place" target="_blank">r/place</a> event from 2017 that allows you to create anything you can imagine, one pixel at a time. Join hundreds of other players in the Pxls community and create amazing works of art together as a team, or solo.
sv: Välkommen till pxls.space! Pxls är ett fler-spelare online samarbets kanvas baserad på <a href="https://www.reddit.com/r/place" target="_blank">/r/place</a>, som låter dig göra vad som helst som du kan komma på, en pixel åt gången. Gå med hundratals av andra spelare i Pxls gemensamheten och gör fantastiska konstverk tillsammans som ett team, eller solo.

source: The best place to reach staff and fellow community is in the discord!
fr: Le meilleur endroit pour contacter le staff ou d'autres membres de la communauté est le serveur Discord !
sv: Den bästa platsen att nå moderatorerna och vårt gemenskap i discord servern!

source: Check out our social media pages, and please take the time to read the rules below. Have fun creating (or changing) art!
fr: Jette un œil à nos réseaux sociaux, et n'oublie pas de lire les règles ci-dessous. Profite bien du site, et amuse-toi bien à créer (ou modifier) de l'art !
sv: Kolla på våra sociala medier sidor, och snälla ta den tid som behövs för att läsa igenom reglerna vi har. Ha kul med görandet av (eller att ändra) konst!

source: Canvas Rules
fr: Règles du canvas
sv: Kanvas Regler

source: We pride ourselves on trying to keep an open canvas for all free from outside interference on our end, and especially censorship. However, for the good of the community and on accounts of our own beliefs, please acknowledge and obey the following guidelines:
fr: Nous mettons un point d'honneur à garder un canvas ouvert à tous sans interférences de notre part, et surtout sans censure. Toutefois, pour le bien de la communauté, nous te remercions de lire et obéir les quelques consignes suivantes :
sv: Vi är stolta över att försöka hålla en öppen kanvas för alla, fri från yttre störning på vår sida, speciellt censoring. Men, för vårt gemenskaps bästa och på grund av vår egen tro, snälla acceptera oc följ dem följande reglerna:

source: No hateful imagery or derogatory speech. This includes but is not limited to words such as <i>f****t</i>, <i>n****r</i>, etc; as well as the Swastika, Hammer and Sickle, and any symbols of terrorism.
sv: Inga hatfyllda bilder eller förkränkande språk. Detta inkluderar, men är inte begränsat till ord som <i>f****t</i>, <i>n****r</i>, etc; ävensom Hakkorset, Hammare och Skäran, eller andra symboler av terrorism.

source: No NSFW or NSFL content.
fr: Pas de contenu NSFW ou NSFL (Not Safe For Work ou Not Safe For Life, autrement dit, indécent)
sv: Inget NSFW (Not Safe For Work) eller NSFL (Not Safe For Life) innehåll.

source: No nudity or otherwise sexually explicit content
fr: Pas de nudité ou autre contenu sexuellement explicite
sv: Ingen nakenhet eller annars sexuellt explicit innehåll

source: No female-presenting nipples/bare breasts, genitalia, sexual fluids
fr: Pas de tétons féminins/seins nus, organes génitaux, fluides sexuels
sv: Inga kvinno-presenterande nippel/bara bröst, genitalier eller sexuella vätskor

source: No sexual imagery/erotica
fr: Pas d'imagerie pornographique/érotique
sv: Inget sexuellt eller erotiska konstverk

source: No excessive blood or otherwise obscene/shocking content
fr: Pas de sang excessif ou autre contenu obscène/choquant
sv: Ingen överdrivet mängd med blod eller annars obscen/shockerande innehåll

source: No more than <b>one</b> account per user, no exceptions. Multiple account users will be banned from creating art on the canvas.
fr: Pas plus d'<b>un</b> compte par personne, pas d'exceptions. Les utilisateurs utilisant plus d'un compte seront bannis définitivement du canvas sur tous leurs comptes.
sv: Inga mer än <b>ett</b> konto per användare, inga undantag. Fler-konto användare kommer att bli förbjudna från att göra konst på kanvasen.

source: No auto-placement tools of any kind, you must place the pixels manually.
fr: Pas d'outil d'autoplacement d'aucune sorte, les pixels doivent être placés manuellement.
sv: Inga auto-placerande verktyg av något slag, du måste placera alla pixlar manuellt.

source: Do not abuse site functionality, such as reports or lookups. (e.g. automated reporting/lookups, etc.)
fr: Pas d'utilisation abusive de fonctionnalités du site, telles que les signalements ou les inspections. (Par exemple signalements/inspections automatisées, etc.)
sv: Missbruka inte hemsidans fuctioner, som reportrar eller användar-uppslagningar. (t.ex. automatiskt reportering/nvändar-uppslagningar, etc.

source: Any automated aggregation of data from user lookups is not allowed, and will result in a ban.
fr: Toute accumulation automatisée d'information utilisateur par inspections est interdite, et résultera en un bannissement.
sv: Någon sorts automatiserad aggregering av data från användar-uppslagningar är inte tillåtet, och kommer resultera i en bannlysning från hemsidan.

source: Staff have final say in any rule disputes
fr: Le staff a le dernier mot dans tout débat concernant les règles
sv: Moderatorer har sista ordet i alla regel konflikter

source: If you feel a moderator has acted inappropriately, please report it to an administrator.
fr: Si tu penses qu'un modérateur a agi de façon inappropriée, merci de le signaler à un administrateur.
sv: Om du känner att en moderator har agerat olämpligt, snälla raportera det till en administrator.

source: If you believe you have been falsely banned you may contact a moderator or administrator.
fr: Si tu penses avoir été banni à tort, tu peux contacter un modérateur ou un administrateur.
sv: Om du tror att du har blivit falskt bannlyst från sidan, så kan du kontakta en moderator eller administrator.

source: Chat Rules
fr: Règles du chat
sv: Chatt Regler

source: Keep chat civil. No harassment or homophobic/transphobic/disablist language.
fr: Garde le chat civil. Pas de harcèlement ou de propos homophobes/transphobes/dénigrant envers les personnes handicapées.
sv: Håll chatten civil. Du får ej trakassera någon, eller använda homofobiskt/transfobiskt/funkofobiskt språk.

source: No hate speech. This includes emoji/symbols/ASCII art.
fr: Pas de langage haineux, y compris dans les émojis/symboles/l'art ASCII.
sv: Inget hatspråk. Detta inkluderar emojis/symboler/ASCII konst.

source: Normal swearing/etc is allowed
fr: Les jurons normaux sont autorisés
sv: Normalt svärande är tillåtet

source: No spamming
fr: Pas de spam
sv: Inget spammande

source: This includes excessive ASCII art/emojis/symbols/whitespace
fr: Cela inclut l'usage excessif d'art ASCII/émojis/symboles/blancs
sv: Detta inkluderar överdrivet ASCII konst/emojis/symboler/tomrum

source: No "copy pasta"s
fr: Pas de "copy pasta"s
sv: Inga "copy pasta"s

source: No links to sites that actively break the canvas or chat rules (e.g. porn sites)
fr: Pas de liens vers des sites qui enfreignent aux règles du canvas ou du chat (par exemple des sites pornographiques)
sv: Inga länkar till sidor som aktivt brytor mot kanvas eller chatt regler (t.ex. porr sidor).

source: No symbology which break the canvas or chat rules (e.g. NSFW ASCII art)
fr: Pas de symboles qui enfreignent les règles du canvas ou du chat (par exemple de l'art ASCII NSFW)
sv: Inget symbolik vilket bryter mot kanvas eller chatt regler (t.ex. NSFW ASCII konst)

source: No personal information
fr: Pas d'information personnelle
sv: Inge personlig information

source: Links
fr: Liens
sv: Länkar

source: Discord (main hub)
fr: Discord (hub principal)
sv: Discord (huvud hubben)

source: Single-player mode
fr: Mode solo
sv: Enspelarsläge

source: Statistics
fr: Statistiques
sv: Statestiker

source: Profile (user info, factions, etc.)
fr: Profil (informations sur les utilisateurs, factions, etc.)
sv: Profil (användar info, gruber, etc.)

source: Generator, progress checker, and monitor for Pxls templates
sv: Genererare, utvecklingskollare, och övervakare för Pxls template
