Repository: pxlsspace/Pxls
Catalog: po/Localization_*.po
Languages: fr, sv

source: Charity (templates, monitors, etc.)
sv: Charity (template, övervakare, etc.)

source: Archives
sv: Arkiv

source: PxlsFiddle (archives)
sv: PxlsFiddle (arkiv)

source: Donate
fr: Don
sv: Donera

source: Donations are not accepted at this time, but this panel will be updated when they're open again!
fr: Les dons ne sont pas acceptés en ce moment, mais cet onglet sera mis à jour quand ils seront de retour!
sv: Donationer är inte accepterade vid denna tid, men denna panel kommer att bli updaterad så fort dom är öppna igen!

source: {0}''s Profile
fr: Profil de {0}
sv: {0}''s Profil

source: My Profile
fr: Mon Profil
sv: Min Profil

source: My Factions
fr: Mes Factions
sv: Mina Grupper

source: My Data
sv: Min Data

source: Reports
fr: Signalements
sv: Reporter

source: Factions
sv: Grupper

source: You must be logged in to view your profile.
fr: Tu dois être connecté pour consulter ton profil.
sv: Du måste vara inloggad för att kunna se din profil.

source: Registration Date
fr: Date d'inscription
sv: Registrerings Datum

source: Alltime Pixels
fr: Pixels totaux
sv: Heltids Pixlar

source: Current Canvas Pixels
fr: Pixels placés ce canvas
sv: Nuvarande Kanvas Pixlar

source: Faction
sv: Grupp

source: None
fr: Aucune
sv: Ingen

source: Roles
fr: Rôles
sv: Roler

source: Canvas Ban Expiry
fr: Expiration du bannissement de canvas
sv: Kanvas Bannlysning Utgång

source: Never
fr: Jamais
sv: Aldrig

source: Chat Ban Expiry
fr: Expiration du bannissement de chat
sv: Chat Bannlysning Utgång

source: View rankings and other stats <a href="/stats">here</a>.
fr: Consulter les classements et d'autres statistiques <a href="/stats">ici</a>.
sv: Kolla rankningar och andra statistiker <a href="/stats">här</a>.

source: You must be logged in to view your reports.
fr: Tu dois être connecté pour consulter tes signalements.
sv: Du måste vara inloggad för att kunna se dinna raporter.

source: Canvas Reports ({0}/{1} open)
fr: Signalements du canvas ({0}/{1} ouvert(s))
sv: Kanvas Reporter ({0}/{1} öppen)

source: Report on {0} (closed)
fr: Signalement sur {0} (fermé)
sv: Report på {0} (sluten)

source: Report on {0} (open)
fr: Signalement sur {0} (ouvert)
sv: Report på {0} (öppen)

source: Reported {0} on {1}
fr: Signalé {0} à la date du {1}
sv: Reporterade {0} på {1}

source: There are no canvas reports to show.
fr: Il n'y a aucun signalement du canvas à montrer.
sv: Det finns inga kanvas reporter att visa.

source: Chat Reports ({0}/{1} open)
fr: Signalement du Chat ({0}/{1} ouvert)
sv: Chatt Reporter ({0}/{1} öppen)

source: There are no chat reports to show.
fr: Il n'y a aucun signalement du chat à montrer.
sv: Det finns inga chatt raporter att visa.

source: You must be logged in to manage your factions.
fr: Tu dois être connecté pour modifier tes factions.
sv: Du måste vara inloggad för att kunna hantera dinna grupper.

source: You are faction restricted and cannot create new factions. If you believe this is an error, please contact a moderator.
fr: Tu es banni de la création des factions et ne peux pas en créer des nouvelles. Si tu penses que ceci est une erreur, merci de contacter un modérateur.
sv: Du är grupp begränsad och kan inte göra nya grupper. Om du tror att detta är ett fel, snälla kontakta en moderator.

source: You are canvas banned and cannot create new factions. If you believe this is an error, please contact a moderator.
fr: Tu es banni du canvas et ne peux pas créer de nouvelles factions. Si tu penses que ceci est une erreur, merci de contacter un modérateur.
sv: Du är kanvas-bannlyst och kan inte göra nya grupper. Om du tror att detta är ett fel, snälla kontakta en moderator.

source: You must have at least {0} all-time pixels to create a faction.
fr: Tu dois avoir au moins {0} pixels totaux pour créer une faction.
sv: Du måste ha minst {0} heltid pixlar placerade för att kunna göra en grupp.

source: Create
fr: Créer
sv: Skapa

source: Join
fr: Rejoindre
sv: Gå med

source: This is your currently displayed faction.
fr: Ceci est ta faction affichée actuelle.
sv: Det här är ditt nuvarande visad grupp.

source: {0} (members: {1}, ID: {2})
sv: {0} (medlemmar: {1}, ID: {2})

source: Owner: {0}
fr: Propriétaire: {0}
sv: Ägare: {0}

source: Remove Displayed
fr: Enlever la faction affichée
sv: Ta Bort Visad Grupp

source: Set Displayed
fr: Choisir comme faction affichée
sv: Sätt Visad Grupp

source: Members
fr: Membres
sv: Medlemmar

source: Edit
fr: Modifier
sv: Redigera

source: Delete
fr: Supprimer
sv: Ta bort

source: Leave
fr: Quitter
sv: Lämna

source: You are not in any factions yet!
fr: Tu n'es pas encore dans une faction !
sv: Du är inte i någon grupp ännu!

source: You must be logged in to view your data.
sv: Du måste vara inloggad för att kunna se din data.

source: Log Keys
sv: Logg Nycklar

source: Log keys can be used by those who have them to tell which pixels you placed on previous canvases.
sv: Logg nycklar kan bli använda av dom som har dom för att se vilka pixlar du placerat på en föredetta kanvas.

source: Canvas Code
sv: Kanvas Kod

source: Log Key
sv: Logg Nyckel

source: You have no log keys yet!
sv: Du har inga log nycklar ännu!

source: Log keys should show up here after a canvas you have placed on ends.
sv: Logg nycklar borde visas up här efter en kanvas du har placerat på tar slut.

source: Members of {0} ([{1}])
fr: Membres de {0} ([{1}])
sv: Medlemamr av {0} ([{1}])

source: Close
fr: Fermer
sv: Stäng

source: Faction Members
fr: Membres de la Faction
sv: Grupp Medlemmar

source: Transfer Ownership
fr: Transférer la possession
sv: Överför Ägande

source: Ban
fr: Exclure
sv: Bannlysning

source: Nothing to see here!
fr: Rien à voir ici !
sv: Inget att se här!

source: Faction Bans
fr: Bannissements de la Faction
sv: Grupp Bannlysningar

source: Unban
fr: Révoquer le bannissement
sv: Ta Bort Bannlysning

source: Find A Faction
fr: Trouver une Faction
sv: Hitta En Grupp

source: Search:
fr: Rechercher :
sv: Sök:

source: Enter a search term to get started.
fr: Entre un terme de recherche ici pour débuter.
sv: Skriv in en sök-term för att börja.

source: Load More
fr: Charger plus
sv: Ladda mer

source: Not Found
fr: Pas trouvé
sv: Inte hittad

source: The content you requested could not be found at this URL. If you believe this is an error, please contact a developer.
fr: Le contenu que tu as demandé n'a pas pu être trouvé sur ce lien. Si tu penses que c'est un erreur, merci de contacter un développeur.
sv: Innehållet du försökte nå kunde inte bli hittad vid denna URL. Om du tror att detta är ett fel, snälla kontakta en utvecklare av hemsidan.

source: Back to Pxls
fr: Retourner sur Pxls
sv: Tillbaka till Pxls

source: Not Authenticated
fr: Non Authentifié
sv: Inte Autentiserad

source: You must be logged in to access this data. Please go back to pxls and go through the authentication process.
fr: Tu dois être connecté pour accéder cette information. Merci de retourner sur Pxls et de poursuivre le processus d'authentification.
sv: Du måste vara inloggad för att kunna nå denna data. Snälla gå tillbaka till pxls och gå igenom autentiserings processen.

source: Not Allowed
fr: Non Autorisé
sv: Inte tillåten

source: The action you attempted to perform is not allowed or resulted in an error. Please ensure you have access to the endpoint and try again later.
fr: L'action que tu essayes d'effectuer n'est pas permise ou une erreur est survenue. Merci de t'assurer que tu as l'accès nécessaire et de réessayer plus tard.
sv: Handlingen du försökte utföra är inte tillåten eller resulterade i ett fell. Snälla försäkra att du har tillgång till slutpunket och försök igen senare.

source: pxls canvas
fr: canvas de pxls
sv: pxls kanvas

source: Ask
fr: Demander
sv: Fråga

source: Open in a new tab
fr: Ouvrir dans un nouvel onglet
sv: Öppna i ett nytt fönster

source: Open in current tab (replacing template)
fr: Ouvrir dans cet onglet (en remplaçant le modèle)
sv: Öppna i nuvarande fönster (byter ut nuvarande template).

source: Jump to coordinates without replacing template
fr: Aller aux coordonnées sans remplacer le modèle
sv: Hoppa till koordinaterna utan att byta template

source: Please upload your template image to a third-party image host.
sv: Snälla ladda up din template bild till ett tredje parti bildhemsida.

source: You must have at least
sv: Du måste ha minst

source: pixels to send links.
sv: pixlar för att kunna skicka länkar.

source: You must be logged in to chat.
sv: Du måste vara inloggad för att chatta.

source: No Results
sv: Inga resultat

source: Reply
sv: Svara

source: none provided
fr: aucune donnée
sv: inga givna

source: Purged by ${purge.initiator} with reason: ${reason}
fr: Purgé par ${purge.initiator} pour la raison: ${reason}
sv: Utrensad av ${purge.initiator} med resonemangen: ${reason}

source: Open Failed
fr: Échec de l'ouverture
sv: Öppning Misslyckad

source: Failed to automatically open in a new tab
fr: Échec de l'ouverture automatique dans un nouvel onglet
sv: Misslyckade att automatiskt öppna i nytt fönster

source: Click here to open in a new tab instead
fr: Clique ici pour ouvrir dans un nouveau onglet à la place
sv: Tryck här för att öppna i ett nytt fönster istället

source: Open Template
fr: Ouvrir le Modèle
sv: Öppna Template

source: This link will overwrite your current template. What would you like to do?
fr: Ce lien va écraser ton modèle actuel. Que voudrais-tu faire ?
sv: Denna länk kommer att överskriva din nuvarande template. Vad skulle du vilja göra?

source: Note: You can set a default action in the settings menu which bypasses this popup completely.
fr: Note : Tu peux définir une action par défaut dans les paramètres qui passera ce pop-up.
sv: Notera: Du kan ställa in en standard aktion i inställningsmenyn vilket ignorerar denna popup helt.

source: Cancel
fr: Annuler
sv: Avbryt

source: Report
fr: Signaler
sv: Reportera

source: Mention
fr: Mentionner
sv: Nämn

source: Ignore
fr: Ignorer
sv: Ignorera

source: Profile
fr: Profil
sv: Profil

source: Chat (un)ban
fr: Bannir/Révoquer le bannissement du chat
sv: Chatt (ta bort)bannlys

source: Purge User
fr: Purger l'utilisateur
sv: Utrensa Användare

source: Mod Lookup
fr: Inspection modérateur
sv: Moderator Uppslagningar

source: Chat Lookup
fr: Inspection du chat
sv: Chatt Uppslagningar

source: Enter a reason for your report
fr: Entre une raison pour ton signalement
sv: Skriv in en anledning till din report

source: You are reporting a chat message from ${reportTarget} with the content:
sv: Du raporterar ett chatt medellande från ${reportTarget} med innehållet:

source: Sent report!
sv: Skickade raport!

source: Error sending report.
fr: Erreur lors de l'envoi du signalement.
sv: Ett fel uppstod med skickandet av reporten.

source: Report User
fr: Signaler l'utilisateur
sv: Reportera användare

source: User ignored. You can unignore from chat settings.
fr: Utilisateur ignoré. Tu peux le désignorer dans les paramètres du chat.
sv: Användare ignorerad. Du kan ändra detta i chatt inställningarna.

source: Failed to ignore user. Either they\'re already ignored, or an error occurred. If the problem persists, contact a developer.
fr: Échec à ignorer l'utilisateur. Il/elle est déjà ignoré(e), ou une erreur s'est produite. Si le problème persiste, merci de contacter un développeur.
sv: Misslyckade att ignorera användare. Antingen är dom redan ignorerade, eller ett fel uppstod. Om problemet fortsätter, kontakta en utvecklare.

source: Temporary
fr: Temporaire
sv: Temporär

source: Rule 3: Spam
fr: Règle 3 : Spam
sv: Regel 3: Spam

source: Rule 1: Chat civility
fr: Règle 1 : Civilité du chat
sv: Regel 1: Chatt civilitet

source: Rule 2: Hate Speech
fr: Règle 2 : Propos haineux
sv: Regel 2: Hatspråk

source: Rule 5: NSFW
fr: Règle 5 : NSFW
sv: Regel 5: NSFW

source: Custom
fr: Personalisée
sv: Valfri

source: Banning:
fr: Bannir :
sv: Bannlysning:

source: Message:
sv: Meddelande:

source: Ban Length
fr: Durée du bannissement
sv: Bannlysnings Längd

source: Reason
fr: Raison
sv: Anledning

source: Purge Messages
fr: Purger les messages
sv: Rensa Meddelanden

source: Purging all messages is disabled during snip mode
fr: La purge de tous les messages est désactivée en mode snip
sv: Rensning av alla meddelanden är avaktiverat under -snip- läge

source: Yes
fr: Oui
sv: Ja

source: No
fr: Non
sv: Nej

source: Custom reason
fr: Raison personalisée
sv: Valfri anledning

source: Additional information (if applicable)
fr: Information supplémentaire (si applicable)
sv: Ytterligare information (om tillämpligt)

source: Additional information:
fr: Information supplémentaire :
sv: Ytterligare information:

source: Chatban initiated
sv: Chatt bannlysning påbörjad

source: Error occurred while chatbanning
fr: Une erreur s'est produite lors du bannissement de chat
sv: Ett fel uppstod under chatt bannlyssning

source: Chatban
fr: Bannissement du chat
sv: Chatt bannlysning

source: Failed to delete
fr: Échec de la suppression
sv: Misslyckades att ta bort

source: User:
fr: Utilisateur :
sv: Användare:

source: Message:
sv: Meddelande:

source: Reason:
fr: Raison :
sv: Anledning:

source: Delete Message
fr: Supprimer le message :
sv: Ta Bort Meddelande

source: Purge
fr: Purger
sv: Rensa

source: Selected Message
fr: Message sélectionné
sv: Valt Meddelande

source: Purge Reason
fr: Raison de la purge
sv: Rensnings Anledning

source: User purged
sv: Användare rensad

source: Error sending purge.
fr: Erreur lors de l'envoi de la purge
sv: Ett fel uppstod med genomförningen av rensandet.

source: Toggle Rename Request
fr: Activer/Désactiver la demande de renommage
sv: Växla Omdöpnings Begäran

source: Select one of the options below to set the current rename request state.
fr: Sélectionner une des options ci-dessous pour définir le statut actuel de la demande de renommage
sv: Välj någon av alternativen under för att ställa in nuvarande omdöpnings begärande status.

source: Rename request updated
sv: Namnbyte begäran updaterad

source: An unknown error occurred. Please contact a developer
fr: Une erreur inconnue s'est produite. Merci de contacter un développeur.
sv: Ett okänt fel uppstod. Snälla kontakta en utvecklare

source: New Name:
fr: Nouveau Nom :
sv: Nytt Namn:

source: Enter the new name for the user below. Please note that if you\'re trying to change the caps, you\'ll have to rename to something else first.
fr: Entre un nouveau nom pour l'utilisateur ci-dessous. Merci de prendre en compte que si tu essaies de changer la capitalization, il te faudra d'abord renommer en quelque chose d'autre.
sv: Skriv in det nya namnet för användaren nedan. Snälla notera att om du försöker byta stora bokstäver eller små bokstäver, så måste du byta namnet till något annat först.

source: User renamed
sv: Användarsnamn bytt

source: Force Rename
fr: Forcer le renommage
sv: Tvång namnbytelse

source: You cannot use chat while canvas banned.
fr: Tu ne peux pas utiliser le chat si tu es banni sur le canvas.
sv: Du kan inte använda chatten medans du är kanvas bannlyst.

source: Sending...
fr: Envoi...
sv: Skickar...

source: You must specify the details.
fr: Tu dois spécifier les détails.
sv: Du måste specifiera detaljerna.

source: additional information:
fr: information supplémentaire :
sv: ytterligare information:

source: Report Pixel
fr: Signaler un pixel
sv: Reportera Pixel

source: Rule #1: Hateful/derogatory speech or symbols
fr: Règle #1 : Propos ou symboles haineux/dérogatoires
sv: Regel #1: Hatfult/kränkande språk eller symboler

source: Rule #2: Nudity, genitalia, or non-PG-13 content
fr: Règle #2 : Nudité, organes génitaux ou contenu non adapté aux mineurs
sv: Regel #2: Nakenhet, genitalier eller icke-PG-13 innehåll

source: Rule #3: Multi-account
fr: Règle #3 : Multi-compte
sv: Regel #3: Flera konton

source: Rule #4: Botting
fr: Règle #4 : Usage de bot
sv: Regel #4: Botting

source: Other (specify below)
fr: Autre (préciser ci-dessous)
sv: Annat (specifiera under)

source: This pixel is background (was not placed by a user).
sv: Den här pixel är background (inte placerad av en användare).

source: Hide sensitive information
fr: Cacher les informations sensibles
sv: Göm sensitive information

source: Move Template Here
sv: Flytta Template

source: An error occurred, either you aren't logged in or you may be attempting to look up users too fast. Please try again in 60 seconds
fr: Une erreur s'est produite, tu n'es pas connecté ou tu essaies d'inspecter des pixels trop rapidement. Merci de réessayer dans 60 secondes
sv: Ett fel uppstod, antingen är du inte inloggad eller så försöker du kolla upp användare för snabbt. Snälla försök igen om 60 sekunder

source: Coords
fr: Coordonnées
sv: Koordinater

source: Username
fr: Nom d'utilisateur
sv: Användarnamn

source: View Profile
fr: Voir le profil
sv: Visa Profil

source: Origin
fr: Origine
sv: Ursprung

source: Part of a nuke
fr: Fait partie d'un nuke
sv: Del av mass-bannlyssning

source: Placed by a staff member using placement overrides
fr: Placé par un membre de l'équipe avec les outils du staff
sv: Placerad av pxls moderatorer genom placering överskridande

source: Time
fr: Horaire
sv: Tid

source: just now
fr: à l'instant
sv: just nu

source: ${hoursStr}:${minuteStr}:${secsStr} ago
fr: il y a ${hoursStr}:${minuteStr}:${secsStr}
sv: ${hoursStr}:${minuteStr}:${secsStr} sen

source: Posted by ${notification.who}
fr: Posté par ${notification.who}
sv: Utlagd av ${notification.who}

source: Expires ${expiry}
fr: Expire à
sv: Går ut ${expiry}

source: There was an error getting the image
fr: Erreur à l'obtention de l'image
sv: Det uppstod ett fel vid erhållandet av bilden

source: Your next pixel will be available in ${delay} seconds!
fr: Ton prochain pixel sera disponible dans ${delay} secondes !
sv: Din nästa pixel kommer att vara tillgänglig inom ${delay} sekunder!

source: Your next pixel has been available for ${alertDelay} seconds!
fr: Ton nouveau pixel est disponible depuis ${alertDelay} secondes !
sv: Din nästa pixel har varit tillgänglig för ${alertDelay} sekunder!

source: Your next pixel is available!
fr: Ton prochain pixel est disponible !
sv: Din nästa pixel är tillgänglig!

source: Dark
fr: Sombre
sv: Mörk

source: Darker
fr: Plus sombre
sv: Mörkare

source: Blue
fr: Bleu
sv: Blå

source: Purple
fr: Violet
sv: Lila

source: Green
fr: Vert
sv: Grön

source: Red
fr: Rouge
sv: Röd

source: A new ${type} report has been received.
sv: En ny ${type} har blivit mottagen.

source: Cannot fetch local files. Use the file selector in template settings.
sv: Kan inte nå lokala filer. Använd fil väljaren i template inställningarna.

source: Redirect Warning
sv: Förflyttnings varning

source: Are you sure you want to redirect to the following URL?
sv: Är du säker på att du vill följa länken?

source: Drag and dropped file must be a valid image.
sv: Indragen fil måste vara en giltig bild.

source: Discord name updated successfully
fr: Le nom Discord a bien été mis à jour
sv: Discord namn uppdatering lyckades

source: Couldn\'t change discord name:
fr: Échec du changement du nom Discord
sv: Kan inte ändra discord namn:

source: Sign in with...
fr: Se connecter avec...
sv: Logga in med...

source: New Accounts Disabled
fr: Nouveaux comptes désactivés
sv: Nytt Konto Avstängt

source: Sign Out
fr: Se déconnecter
sv: Logga ut

source: Are you sure you want to sign out?
fr: Es-tu sûr(e) de vouloir te déconnecter ?
sv: Är du säker att du vill logga ut?

source: You are permanently banned.
fr: Tu es banni définitivement.
sv: Du är permanent bannlyst.

source: You are temporarily banned and will not be allowed to place until ${timestamp}
fr: Tu es banni temporairement et ne pourra pas placer de pixel jusqu'à ${timestamp}
sv: Du är temporärt bannlyst och du är inte tillåten att placera tills ${timestamp}

source: You can contact us using one of the links in the info menu.
sv: Du kan kontakta oss genom att använda en av länkarna i info menyn.

source: If you think this was an error, please contact us using one of the links in the info tab.
fr: Si tu penses que ceci est une erreur, merci de nous contacter en utilisant un des liens dans la barre d'informations.
sv: Om du tror att detta var ett misstag, snälla kontakta oss genom någon av länkarna i info panelen.

source: Ban reason:
fr: Raison du bannissement :
sv: Bannlysnings Anledning:

source: Banned
fr: Banni
sv: Bannlyst

source: An unknown error occurred. Please contact staff on discord
sv: Ett okänt fel uppstod. Snälla kontakta moderatorerna på discord

source: Staff have required you to change your username, this usually means your name breaks one of our rules.
fr: Le staff te demande de changer de nom d'utilisateur, ceci signifie généralement que ton nom enfreint une de nos règles.
sv: Moderatorerna kräver att du ändrar ditt användarnamn, detta brukar betyda att ditt namn bryter mot någon av våra regler.

source: If you disagree, please contact us on Discord (link in the info panel).
fr: Si tu n'es pas d'accord, merci de nous contacter sur Discord (lien dans la barre d'informations).
sv: Om du inte håller med, snälla kontakta oss på Discord (länk finns i info panelen).

source: New Username:
fr: Nouveau nom d'utilisateur :
sv: Nytt Användarnamn:

source: Not now
fr: Pas maintenant
sv: Inte nu

source: Change
fr: Changer
sv: Ändra

source: Rename Requested
fr: Renommage demandé
sv: Namnbyte Begärd

source: You must change your username.
sv: Du måste ändra ditt användarnamn.

source: Click here to continue.
sv: Klicka här för att fortsätta.

source: Send alert...
sv: Skicka varning...

source: Revert pixels of the last
sv: Återställ pixlar för de senaste

source: hours
sv: timmar

source: Something went wrong! Perhaps insufficient permissions?
fr: Il y a eu un problème ! Peut-être un manque de permissions ?
sv: Något gick fel! Har du kanske otillräckliga behörigheter?

source: Shadowban user
fr: Shadowban l'utilisateur
sv: Skugbannlys användare

source: Shadowbanned user
fr: L'utilisateur a été shadowban
sv: Skugbannlyste användare

source: Permaban user
fr: Bannir l'utilisateur définitivement
sv: Permabannlys användare

source: Permabanned user
fr: L'utilisateur a été banni définitivement
sv: Permabannlyste användare

source: Ban user
fr: Bannir l'utilisateur
sv: Bannlys användare

source: Banned user
fr: L'utilisateur a été banni
sv: Bannlyste användare

source: Unbanned user ${username}
fr: L'utilisateur ${username} n'est plus banni
sv: Ångrade bannlysning hos ${username}

source: shadow
sv: skug

source: never
fr: jamais
sv: aldrig

source: Yes (permanent)
fr: Oui (définitif)
sv: Ja (permanent)

source: Logins
sv: Inloggningar

source: All Time Pixels
fr: Pixels totaux
sv: Heltids Pixlar

source: Discord Name
fr: Nom Discord
sv: Discord Namn

source: Chatbanned
fr: Banni du chat
sv: Chattbannlyst

source: Ban Reason
fr: Raison du bannissement
sv: Bannlysnings Anledning

source: Ban Expiracy
fr: Expiration du bannissement
sv: Utgånbsdatum För Bannlyssning

source: Chatban Reason
fr: Raison du bannissement du chat
sv: Chattban Anledning

source: (canvas ban)
fr: (bannissement de canvas)
sv: (kanvas bannlysning)

source: when canvas ban ends
fr: quand le bannissement de canvas prend fin
sv: när kanvasbannlysningen tar slut

source: Chatban Expires
fr: Expiration du bannissement de chat
sv: Chattban Går Ut

source: Ban (24h)
sv: Bannlyss (24h)

source: Custom ban length:
sv: Frivilig bannlyssnings längd

source: ${type} ${arg} not found.
fr: ${type} ${arg} non trouvé
sv: {type} ${arg} inte hittad.

source: Unban Reason:
fr: Raison de la révocation du bannissement
sv: Tog Bort Bannlyssning, Anledningar är:

source: Unbanning ${username}
fr: Révocation du bannissement de ${username}
sv: Tar Bort Bannlysning på ${username}

source: MOD
sv: MODERATOR

source: Ignore cooldown
sv: Ignorera väntetid

source: Ignore placemap
sv: Ignorera placeringskarta

source: Check user
sv: Kolla användare
